<?php 

//  Здесь хранятся все данные о статье

	$articleLink = "full_art.php"; // Адрес страницы с полным текстом

	// Основной (полный текст страницы)

	$articleText = "14 февраля 2020 года российская поисковая система и интернет-портал «Яндекс» обнародовал неаудированные финансовые результаты за четвертый квартал 2019 года и 2019 год.

Выручка «Яндекса» в четвертом квартале 2019 года составила 51,7 млрд рублей и выросла на 33% по сравнению с аналогичным показателем за четвертый квартал 2018 года. Консолидированная выручка «Яндекса», без учета сервиса «Яндекс.Маркет», выросла по сравнению с 2018 годом на 39% и составила 175,4 млрд рублей.

Размер скорректированной чистой прибыли компании за 2019 год составил 23,5 млрд рублей, что на 6% больше, чем за 2018 год.

Показатели «Яндекс.Маркета» в отчете «Яндекса» не учитывались, так как в апреле 2018 года «Яндекс» продал свою долю в этом сервисе «Сбербанку».

Основная часть выручки компании в 2019 году (121,7 млрд рублей или 69,4%) составили поступления от продажи интернет-рекламы. Подробнее — эта сумма включает в себя выручку от продажи контекстной и медийной рекламы на сайтах «Яндекса» (96,3 млрд рублей) и на сайтах рекламной сети «Яндекса» (25,4 млрд рублей).

Выручка сервиса онлайн-заказа такси «Яндекс.Такси» и Uber в России и ближнем зарубежье, фудтех-направления «Яндекс.Еда», сервиса доставки наборов для приготовления блюд «Яндекс.Шеф» и гиперлокального сервиса доставки продуктов «Яндекс.Лавка», а также направления разработки беспилотных автомобилей по итогам 2019 года составила 37,9 млрд рублей. Это около 22% от общей выручки «Яндекса». В настоящее время «Яндекс» инвестировал 2,2 млрд рублей в разработку беспилотного транспорта, из которых 1,5 млрд рублей было вложено в 2019 году. Парк беспилотный автомобилей компании составляет сто десять единиц, также они уже смогли проехать 3,2 млн км.

Остальные доходы «Яндекс» зафиксировал на уровне 15,7 млрд рублей, в них также входят такие позиции:

продажи устройств с умным голосовым помощником «Алиса». Так, «Яндекс» в 2019 году заработал 1,5 млрд рублей на этом рынке, это включая собственные продажи компании, так и отчисления компании от партнеров (LG, Irbis, Elari, Dexp, Irbis, Prestigio и Sonу);
выручка сервисов «Яндекс.Карты», «Яндекс.Дзен», «Яндекс.Облако», «Яндекс.Диск» и «Яндекс.Образование» — в четвертом квартале суммарный показатель вырос на 128%, до 5,096 млрд рублей. Основной доход пришелся на «Яндекс.Диск» и «Яндекс.Карты»;
выручка сервисов объявлений «Яндекс.Авто», «Яндекс.Работа» и «Яндекс.Недвижимость», в четвертом квартале 2019 года выросла на 45%, до 1,611 млрд рублей. Результаты по итогам года этих сервисов также показали рост выручки на 45%, до 5,39 млрд рублей;
выручка от медиасервисов, куда входят «КиноПоиск», «Яндекс.Музыка», «Яндекс.Афиша», «Яндекс.Телепрограмма», продюсерский центр «Яндекс.Студия» и единая подписка на сервисы — «Яндекс.Плюс», увеличилась на 96%, до 3,9 млрд рублей.

«2019 год был очень успешным по всем параметрам. Наша выручка выросла на 39% благодаря вкладу каждого из направлений. Мы значительно продвинулись в разработке технологии беспилотного управления при довольно скромных вложениях, и сегодня это технология мирового уровня, наравне с ведущими аналогами в индустрии. Мы продолжим развивать наши технологии и поддерживать рост заметных направлений в экосистеме „Яндекса“, таких как лента персональных рекомендаций „Дзен“ и новый гиперлокальный сервис доставки продуктов „Яндекс.Лавка“, — прокомментировал итоги года гендиректор „Яндекса“ Аркадий Волож.

В 2020 году „Яндекс“ прогнозирует рост консолидированной выручки по сравнению с 2019 годом на уровне 22-26% до 214–221 млрд рублей, при этом выручка в сегменте поиска и портала будет вырасти в диапазоне 14–17% в рублевом выражении.";

 ?>